// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "新しい ICC プロファイルの割り当て";

NoPapersTitle = "編集するユーザー定義用紙のタイプがありません。";
NoPapersMsg = "ユーザー定義用紙を追加するかインポートしてください。ICC プロファイルの割り当てが可能になります。";
NoPapersDefButton = "ユーザー定義用紙の追加";

ProfileExistsTitle = "この ICC プロファイルは既に存在します。";
ProfileExistsMsg = "\"%@\" というファイル名の ICC プロファイルは、既にローカルのレポジトリに保存されています。「既存のプロファイルを使用する」を選択すると、保存されているプロファイルが使用されます。あるいは、「他と重複しないファイル名を使用する」を選択して、新しいファイル名を作成することもできます。";
ProfileExistsDefButton = "既存のプロファイルを使用する";
ProfileExistsAltButton = "キャンセル";
ProfileExistsOtherButton = "他と重複しないファイル名を使用する";

NoIccTitle = "<プロファイルが未選択>";

//Paper Type Names
Photo = "フォトカラー";
CoatedInkjet = "インクジェット用コート紙";
PhotoRag = "フォト ラグ";
Watercolor = "ウォーターカラー";
Canvas = "キャンバス";
RigidPhotoRag = "リジッド フォト ラグ";
RigidWatercolor = "リジッド ウォーターカラー";
RigidCanvas = "リジッド キャンバス";
Brochure = "ブローシャ";
PlainPaper = "普通紙";
PhotoInkjetScrapbook = "インクジェットスクラップブックペーパー (フォト)";
MatteInkjetScrapbook = "インクジェットスクラップブックペーパー (マット)";

Coated = "コート紙";
PhotoThick = "厚手フォト";
FiberGloss = "ファイバーグロス";
photoRag = "フォトラグ";
photoRagThin = "薄手フォトラグ";

//print quality names
Best = "最高";
Normal = "標準";
Fast = "はやい (最速)";
MaxDPI = "最大 dpi";

ProfileInvalidTitle = "正しくない ICC ファイル タイプ";
ProfileInvalidMsg = "選択した ICC ファイルは、プリンタと使用できません。";
ProfileInvalidDefButton = "別のプロファイルを選択...";

TaskTitleFieldText = "新しい ICC プロファイルの割り当て";
TaskDescriptionFieldText = "[割り当て] ボタンをクリックして、新しい ICC プロファイルをユーザー定義用紙に割り当てます。";
StartButtonText = "割り当て";

AddSheetDescriptionFieldText = "この用紙に割り当てたい、用紙および ICC プロファイルを選択します。";
PaperNameLableText = "ユーザー定義用紙名：";
PaperNamePopUpText = "項目";
PaperCategoryLableText = "用紙の種類：";
PaperCategoryFieldText = "種類";
IccFileNamelableText = "ICC プロファイル (オプション)：";
IccFileNameFieldText = "<プロファイルが未選択>";
BrowseButtonText = "ブラウズ...";
ClearButtonText = "プロファイルのクリア";
CancelButtonText = "キャンセル";
DoneButtonText = "完了";
